[SwordAgain X2AbilityTemplate]
LocFriendlyName="剑刃风暴"
LocLongDescription="再次用你的剑攻击已存在的目标."
LocHelpText="近战范围内再次用你的剑攻击敌人."

[PostSwordSlowDown X2AbilityTemplate]
LocFriendlyName="近战疲劳"
LocLongDescription="此单位在执行近战攻击后速度会减慢."
LocHelpText="此单位在执行近战攻击后速度会减慢."
